INSERT INTO student (student_id, name, class_name, age) VALUES
                                                            ('S1001', '张三',   '计科1班', 20),
                                                            ('S1002', '李四',   '计科1班', 21),
                                                            ('S1003', '王五',   '计科1班', 19),
                                                            ('S1004', '张伟',   '计科1班', 20),
                                                            ('S1005', '刘洋',   '计科1班', 22),

                                                            ('S2001', '赵敏',   '计科2班', 20),
                                                            ('S2002', '钱坤',   '计科2班', 21),
                                                            ('S2003', '孙浩',   '计科2班', 19),
                                                            ('S2004', '李明',   '计科2班', 20),
                                                            ('S2005', '王静',   '计科2班', 22),

                                                            ('S3001', '陈晨',   '软工1班', 20),
                                                            ('S3002', '周杰',   '软工1班', 21),
                                                            ('S3003', '吴涛',   '软工1班', 19),
                                                            ('S3004', '郑宇',   '软工1班', 20),
                                                            ('S3005', '张萌',   '软工1班', 22),

                                                            ('S4001', '冯雪',   '大数据1班', 20),
                                                            ('S4002', '褚航',   '大数据1班', 21),
                                                            ('S4003', '卫东',   '大数据1班', 19),
                                                            ('S4004', '蒋欣',   '大数据1班', 20),
                                                            ('S4005', '韩磊',   '大数据1班', 22);